Repository: michaelmcandrew/gp
Catalog: modules/acl/translations/*.po
Languages: de, sv

source: Remove Checked
de: Entferne Ausgewählte
sv: Ta bort kontrollerade

source: Add user
de: Nutzer hinzufügen
sv: Lägg till användare

source: Add User
de: Nutzer hinzufügen
sv: Lägg till användare

source: Invalid user specified.
sv: Ogiltig användare specificerad.

source: Current users
de: Derzeitige Nutzer
sv: Nuvarande användare

source: The base Access Control Lists table.
de: Die "Access Control Lists" Tabelle
sv: Huvudtabellen för behörighetsvisning.

source: Primary key: unique ACL ID.
sv: Primärnyckel: Unikt ID för ACL.

source: The name of the module that created this ACL entry.
de: Name des Moduls, dass diesen ACL Eintrag vorgenommen hat.
sv: Namnet på modulen som skapade den här noteringen av typen ACL.

source: A name (or other identifying information) for this ACL entry, given by the module that created it.
de: Ein Name (oder andere identifizierende Information), für diesen ACL Eintrag, der vom Modul stammt, dass diesen Eintrag gemacht hat.
sv: Ett namn (eller annan identifierbar information) för den här noteringen av typen ACL, givet av modulen som skapade det.

source: Identifies {users} to which the referenced {acl} entry applies.
de: Identifiziert {users} welche vom referenzierten {acl} Eintrag betroffen sind.
sv: Identifierar {users} för noteringen till den refererade {acl} det gäller.

source: The {acl}.acl_id of the entry.
de: Die {acl}.acl_id des Eintrags
sv: Den {acl}.acl_id för noteringen.

source: The {user}.uid to which this {acl} entry applies.
de: Die {user}.uid zu der dieser {acl} Eintrag gehört.
sv: Den {user}.uid till vilken den här noteringen av typen {acl} det gäller.

source: Identifies {node}s to which the referenced {acl} entry applies and defines the permissions granted.
de: Identifiziert {node}s die von einem {acl} Eintrag betroffen sind und definiert die Zugriffsrechte.
sv: Identifierar {node}(er) till vilken den här noteringen av typen {acl} det gäller och definiera givna rättigheter.

source: The {node}.nid to grant permissions for.
de: Die {node}.nid für die die Zugriffsrechte gelten sollen.
sv: Den {node}.nid att ge rättigheter till.

source: Whether to grant "view" permission.
de: Ob "Ansehen" Rechte gewährt werden sollen.
sv: Huruvida att ge rättighet av typen "visa".

source: Whether to grant "update" permission.
de: Ob "Ändern" Rechte gewährt werden sollen.
sv: Huruvida att ge rättighet av typen "uppdatera".

source: Whether to grant "delete" permission.
de: Ob "Löschen" Rechte gewährt werden sollen.
sv: Huruvida att ge rättighet av typen "radera".

source: The priority of this grant record (for hook_node_access_records()).
de: Die Priorität dieses Zugriffsrechts (für hook_node_access_records()).
sv: Prioriteringen för den här givna registreringen (för hook_node_access_records()).

source: ACL
sv: ACL (behörighetsvisning)

source: Access control list API. Has no features on its own.
de: Access control list API. Hat keine Eigenständige Funktionalität.
sv: API (Programmeringsgränssnitt) för behörighetsvisning. Har inga egna funktioner.

source: Access control
de: Access Control (Zugriffsrechte)
sv: Behörighet
